local datas = {
	[1] = { MonsterType = "Bear_Boss", Health = 100, Attack = 1, Ints = {1, 1, 1}, Floats = {1.1, 1.2, 1.3}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[2] = { MonsterType = "Bird_Boss", Health = 100, Attack = 1, Ints = {1, 1, 2}, Floats = {1.1, 1.2, 1.4}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[3] = { MonsterType = "Deer_Boss", Health = 100, Attack = 1, Ints = {1, 1, 3}, Floats = {1.1, 1.2, 1.5}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[4] = { MonsterType = "Lion_Boss", Health = 100, Attack = 1, Ints = {1, 1, 4}, Floats = {1.1, 1.2, 1.6}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[5] = { MonsterType = "SikaDeer_Boss", Health = 100, Attack = 1, Ints = {1, 1, 5}, Floats = {1.1, 1.2, 1.7}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[6] = { MonsterType = "Tiger_Boss", Health = 100, Attack = 1, Ints = {1, 1, 6}, Floats = {1.1, 1.2, 1.8}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[7] = { MonsterType = "Wolf_Boss", Health = 100, Attack = 1, Ints = {1, 1, 7}, Floats = {1.1, 1.2, 1.9}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[8] = { MonsterType = "Fox_Boss", Health = 100, Attack = 1, Ints = {1, 1, 8}, Floats = {1.1, 1.2, 1.10}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[9] = { MonsterType = "Wildboar_Boss", Health = 100, Attack = 1, Ints = {1, 1, 9}, Floats = {1.1, 1.2, 1.11}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
	[10] = { MonsterType = "Orangutan_Boss", Health = 100, Attack = 1, Ints = {1, 1, 11}, Floats = {1.1, 1.2, 1.13}, Doubles = {1.1111111111111111111111, 1.1111111111111111111111, 1.1111111111111111111111}, Names = {"死神", "弃天帝", "厄祸"}},
}
return datas